Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 总结生成失败：LLM 返回了空内容。请检查模型配置或稍后重试。
ar: فشل إنشاء الملخص: أرجع LLM محتوى فارغًا. تحقق من تكوين النموذج أو حاول لاحقًا.
de: Zusammenfassungsgenerierung fehlgeschlagen: Das LLM hat leeren Inhalt zurückgegeben. Bitte prüfen Sie die Modellkonfiguration oder versuchen Sie es später erneut.
en: Summary generation failed: the LLM returned empty content. Please check the model configuration or retry later.
es: Error al generar el resumen: el LLM devolvió contenido vacío. Comprueba la configuración del modelo o inténtalo más tarde.
fr: Échec de la génération du résumé : le LLM a renvoyé un contenu vide. Veuillez vérifier la configuration du modèle ou réessayer plus tard.
hi: सारांश जनन में विफल: LLM ने खाली सामग्री लौटाई। कृपया मॉडल कॉन्फ़िगरेशन जाँचें या बाद में पुनः प्रयास करें।
id: Gagal membuat ringkasan: LLM mengembalikan konten kosong. Silakan periksa konfigurasi model atau coba lagi nanti.
it: Generazione del riassunto non riuscita: l'LLM ha restituito contenuto vuoto. Controlla la configurazione del modello o riprova più tardi.
ja: 要約の生成に失敗：LLM が空の内容を返しました。モデル設定を確認するか、しばらくしてから再試行してください。
ko: 요약 생성 실패: LLM이 빈 내용을 반환했습니다. 모델 구성을 확인하거나 나중에 다시 시도하세요.
nl: Samenvatting genereren mislukt: de LLM gaf lege inhoud terug. Controleer de modelconfiguratie of probeer het later opnieuw.
pl: Generowanie podsumowania nie powiodło się: LLM zwrócił pustą treść. Sprawdź konfigurację modelu lub spróbuj później.
pt: Falha na geração do resumo: o LLM retornou conteúdo vazio. Verifique a configuração do modelo ou tente novamente mais tarde.
ru: Не удалось создать резюме: LLM вернул пустое содержимое. Проверьте конфигурацию модели или повторите позже.
sv: Det gick inte att skapa sammanfattningen: LLM:et returnerade tomt innehåll. Kontrollera modellkonfigurationen eller försök igen senare.
th: สร้างสรุปไม่สำเร็จ: LLM ส่งคืนเนื้อหาว่างเปล่า โปรดตรวจสอบการกำหนดค่าโมเดลหรือลองใหม่ภายหลัง
tr: Özet oluşturulamadı: LLM boş içerik döndürdü. Lütfen model yapılandırmasını kontrol edin veya daha sonra tekrar deneyin.
uk: Не вдалося створити підсумок: LLM повернув порожній вміст. Перевірте конфігурацію моделі або спробуйте пізніше.
vi: Tạo tóm tắt thất bại: LLM trả về nội dung trống. Vui lòng kiểm tra cấu hình mô hình hoặc thử lại sau.
zh_hant: 總結產生失敗：LLM 傳回了空內容。請檢查模型設定或稍後再試。

source: 恢复默认
ar: استعادة الافتراضي
de: Auf Standard zurücksetzen
en: Restore Defaults
es: Restablecer
fr: Rétablir par défaut
hi: डिफ़ॉल्ट बहाल करें
id: Pulihkan Default
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값 복원
nl: Standaardwaarden
pl: Przywróć domyślne
pt: Restaurar Padrões
ru: Сбросить
sv: Återställ standard
th: คืนค่าเริ่มต้น
tr: Varsayılanlara Dön
uk: Відновити типові
vi: Khôi phục mặc định
zh_hant: 恢復預設

source: 您可以随时： • 删除任意录音及其转写、总结与待办 • 在系统设置中撤销麦克风、屏幕录制与语音识别访问权限 • 在 Finder 中复制数据文件夹完成手动备份（路径见「设置 → 数据管理」） • 手动删除数据文件夹以彻底清除本机数据
ar: يمكنك في أي وقت: • حذف أي تسجيل وما يرتبط به من نسخة نصية وملخص ومهام • إلغاء أذونات الميكروفون وتسجيل الشاشة والتعرّف على الكلام من إعدادات النظام • نسخ مجلد البيانات في Finder لأخذ نسخة احتياطية يدوية (المسار: «الإعدادات → إدارة البيانات») • حذف مجلد البيانات يدويًا لمحو البيانات المحلية بالكامل
de: Sie können jederzeit: • eine beliebige Aufnahme samt Transkript, Zusammenfassung und To-dos löschen • Mikrofon-, Bildschirmaufnahme- und Spracherkennungsrechte in den Systemeinstellungen entziehen • den Datenordner im Finder kopieren, um manuell zu sichern (Pfad: „Einstellungen → Datenverwaltung“) • den Datenordner manuell löschen, um lokale Daten vollständig zu entfernen
en: You can at any time: • Delete any recording and its transcript, summary and todos • Revoke Microphone, Screen Recording and Speech Recognition permissions in System Settings • Copy the data folder in Finder to make a manual backup (path: “Settings → Data Management”) • Delete the data folder manually to completely erase local data
es: Puedes en cualquier momento: • Eliminar cualquier grabación y su transcripción, resumen y tareas • Revocar los permisos de Micrófono, Grabación de pantalla y Reconocimiento de voz en Ajustes del Sistema • Copiar la carpeta de datos en el Finder para hacer una copia de seguridad manual (ruta: «Ajustes → Gestión de datos») • Eliminar manualmente la carpeta de datos para borrar por completo los datos locales
fr: Vous pouvez à tout moment : • Supprimer un enregistrement et sa transcription, son résumé et ses tâches • Révoquer les autorisations Microphone, Enregistrement de l'écran et Reconnaissance vocale dans Réglages Système • Copier le dossier de données dans le Finder pour une sauvegarde manuelle (chemin : « Réglages → Gestion des données ») • Supprimer manuellement le dossier de données pour effacer complètement les données locales
hi: आप कभी भी: • किसी भी रिकॉर्डिंग और उसके प्रतिलेखन, सारांश व कार्यों को हटा सकते हैं • सिस्टम सेटिंग्स में माइक्रोफ़ोन, स्क्रीन रिकॉर्डिंग और वाक् पहचान की अनुमति वापस ले सकते हैं • मैनुअल बैकअप के लिए Finder में डेटा फ़ोल्डर की प्रतिलिपि बना सकते हैं (पथ: «सेटिंग्स → डेटा प्रबंधन») • स्थानीय डेटा पूरी तरह मिटाने के लिए डेटा फ़ोल्डर मैनुअल रूप से हटा सकते हैं
id: Anda dapat kapan saja: • Menghapus rekaman apa pun beserta transkripsi, ringkasan, dan tugasnya • Mencabut izin Mikrofon, Perekaman Layar, dan Pengenalan Ucapan di Pengaturan Sistem • Menyalin folder data di Finder untuk cadangan manual (jalur: «Pengaturan → Manajemen Data») • Menghapus folder data secara manual untuk menghapus data lokal sepenuhnya
it: Puoi in qualsiasi momento: • Eliminare qualsiasi registrazione e la relativa trascrizione, riassunto e attività • Revocare i permessi di Microfono, Registrazione schermo e Riconoscimento vocale nelle Impostazioni di Sistema • Copiare la cartella dati nel Finder per un backup manuale (percorso: «Impostazioni → Gestione dati») • Eliminare manualmente la cartella dati per cancellare completamente i dati locali
ja: いつでも次のことができます： • 任意の録音とその文字起こし・要約・ToDo を削除 • システム設定でマイク・画面収録・音声認識のアクセス権を取り消す • Finder でデータフォルダをコピーして手動バックアップ（パスは「設定 → データ管理」） • データフォルダを手動で削除して本機のデータを完全に消去
ko: 언제든지 다음을 할 수 있습니다: • 모든 녹음과 그 전사·요약·할 일 삭제 • 시스템 설정에서 마이크, 화면 기록, 음성 인식 접근 권한 철회 • Finder에서 데이터 폴더를 복사해 수동 백업(경로: ‘설정 → 데이터 관리’) • 데이터 폴더를 직접 삭제해 로컬 데이터 완전 제거
nl: U kunt op elk moment: • een willekeurige opname en de bijbehorende transcriptie, samenvatting en taken verwijderen • de rechten voor Microfoon, Schermopname en Spraakherkenning intrekken in Systeeminstellingen • de gegevensmap in Finder kopiëren voor een handmatige back-up (pad: ‘Instellingen → Gegevensbeheer’) • de gegevensmap handmatig verwijderen om lokale gegevens volledig te wissen
pl: Możesz w każdej chwili: • usunąć dowolne nagranie wraz z jego transkrypcją, podsumowaniem i zadaniami • odebrać uprawnienia Mikrofonu, Nagrywania ekranu i Rozpoznawania mowy w Ustawieniach systemowych • skopiować folder danych w Finderze, aby wykonać ręczną kopię zapasową (ścieżka: «Ustawienia → Zarządzanie danymi») • ręcznie usunąć folder danych, aby całkowicie wyczyścić dane lokalne
pt: Pode, a qualquer momento: • Eliminar qualquer gravação e a respetiva transcrição, resumo e tarefas • Revogar as permissões de Microfone, Gravação de Ecrã e Reconhecimento de Fala nas Definições do Sistema • Copiar a pasta de dados no Finder para um backup manual (caminho: «Definições → Gestão de dados») • Eliminar manualmente a pasta de dados para apagar completamente os dados locais
ru: Вы можете в любой момент: • удалить любую запись вместе с её транскрипцией, сводкой и задачами • отозвать права доступа к микрофону, записи экрана и распознаванию речи в «Системных настройках» • скопировать папку данных в Finder для ручного резервного копирования (путь: «Настройки → Управление данными») • вручную удалить папку данных, чтобы полностью стереть локальные данные
sv: Du kan när som helst: • radera en inspelning och dess transkribering, sammanfattning och uppgifter • återkalla behörigheterna för Mikrofon, Skärminspelning och Taligenkänning i Systeminställningar • kopiera datamappen i Finder för en manuell säkerhetskopia (sökväg: ”Inställningar → Datahantering”) • manuellt radera datamappen för att helt rensa lokala data
th: คุณสามารถทำได้ตลอดเวลา: • ลบการบันทึกใด ๆ พร้อมข้อความถอดเสียง สรุป และงาน • เพิกถอนสิทธิ์ไมโครโฟน การบันทึกหน้าจอ และการรู้จำเสียงในตั้งค่าระบบ • คัดลอกโฟลเดอร์ข้อมูลใน Finder เพื่อสำรองข้อมูลด้วยตนเอง (เส้นทาง: «ตั้งค่า → การจัดการข้อมูล») • ลบโฟลเดอร์ข้อมูลด้วยตนเองเพื่อล้างข้อมูลในเครื่องทั้งหมด
tr: Dilediğiniz zaman: • Herhangi bir kaydı ve onun yazı dökümünü, özetini ve görevlerini silebilirsiniz • Sistem Ayarları'ndan Mikrofon, Ekran Kaydı ve Konuşma Tanıma izinlerini kaldırabilirsiniz • Elle yedeklemek için Veri klasörünü Finder'da kopyalayabilirsiniz (yol: «Ayarlar → Veri Yönetimi») • Yerel verileri tamamen silmek için Veri klasörünü elle silebilirsiniz
uk: Ви можете будь-коли: • видалити будь-який запис разом із його транскрипцією, підсумком і завданнями • відкликати дозволи на мікрофон, запис екрана та розпізнавання мовлення в «Системних налаштуваннях» • скопіювати теку даних у Finder для ручного резервного копіювання (шлях: «Налаштування → Керування даними») • вручну видалити теку даних, щоб повністю стерти локальні дані
vi: Bạn có thể bất cứ lúc nào: • Xóa mọi bản ghi và bản phiên âm, tóm tắt, việc cần làm của nó • Thu hồi quyền Micrô, Ghi màn hình và Nhận dạng giọng nói trong Cài đặt Hệ thống • Sao chép thư mục dữ liệu trong Finder để sao lưu thủ công (đường dẫn: «Cài đặt → Quản lý dữ liệu») • Tự xóa thư mục dữ liệu để xóa hoàn toàn dữ liệu cục bộ
zh_hant: 您可以隨時： • 刪除任意錄音及其轉寫、總結與待辦 • 在系統設定中撤銷麥克風、螢幕錄製與語音辨識存取權限 • 在 Finder 中複製資料資料夾完成手動備份（路徑見「設定 → 資料管理」） • 手動刪除資料資料夾以徹底清除本機資料

source: 悬浮层工具条可复制到剪贴板、保存归档或取消
ar: يمكن لشريط الأدوات العائم النسخ إلى الحافظة أو الحفظ في الأرشيف أو الإلغاء
de: Die schwebende Symbolleiste kann in die Zwischenablage kopieren, archivieren oder abbrechen
en: The floating toolbar can copy to clipboard, save to archive, or cancel
es: La barra flotante permite copiar al portapapeles, guardar en el archivo o cancelar
fr: La barre flottante permet de copier dans le presse-papiers, d'archiver ou d'annuler
hi: फ़्लोटिंग टूलबार क्लिपबोर्ड पर कॉपी, संग्रह में सहेजना या रद्द कर सकता है
id: Bilah alat mengambang dapat menyalin ke papan klip, menyimpan ke arsip, atau membatalkan
it: La barra mobile può copiare negli appunti, salvare nell'archivio o annullare
ja: フローティングツールバーからクリップボードにコピー、アーカイブに保存、またはキャンセルできます
ko: 플로팅 도구 막대에서 클립보드로 복사, 보관함에 저장 또는 취소할 수 있습니다
nl: De zwevende balk kan naar het klembord kopiëren, archiveren of annuleren
pl: Pływający pasek może kopiować do schowka, zapisywać w archiwum lub anulować
pt: A barra flutuante pode copiar para a área de transferência, salvar no arquivo ou cancelar
ru: Плавающая панель может копировать в буфер обмена, сохранять в архив или отменять
sv: Det flytande verktygsfältet kan kopiera till urklipp, spara i arkiv eller avbryta
th: แถบเครื่องมือลอยตัวสามารถคัดลอกไปยังคลิปบอร์ด บันทึกจัดเก็บ หรือยกเลิก
tr: Kayan araç çubuğu panoya kopyalayabilir, arşive kaydedebilir veya iptal edebilir
uk: Плаваюча панель може копіювати в буфер обміну, зберігати в архів або скасовувати
vi: Thanh công cụ nổi có thể sao chép vào bảng nhớ, lưu trữ hoặc hủy
zh_hant: 懸浮工具列可複製到剪貼簿、儲存歸檔或取消

source: 悬浮层工具条可复制到剪贴板或保存归档（微信截图风格）
ar: يتيح شريط الأدوات العائم النسخ إلى الحافظة أو الحفظ في الأرشيف (بنمط لقطات WeChat)
de: Die schwebende Symbolleiste kopiert in die Zwischenablage oder speichert im Archiv (im Stil von WeChat-Screenshots)
en: The floating toolbar lets you copy to clipboard or save to the archive (WeChat screenshot style)
es: La barra de herramientas flotante permite copiar al portapapeles o guardar en el archivo (estilo captura de WeChat)
fr: La barre d’outils flottante permet de copier dans le presse-papiers ou d’enregistrer dans l’archive (style capture WeChat)
hi: फ़्लोटिंग टूलबार से क्लिपबोर्ड पर कॉपी करें या संग्रह में सहेजें (WeChat स्क्रीनशॉट शैली)
id: Bilah alat mengambang memungkinkan menyalin ke papan klip atau menyimpan ke arsip (gaya tangkapan WeChat)
it: La barra strumenti flottante consente di copiare negli appunti o salvare nell’archivio (stile screenshot WeChat)
ja: フローティングツールバーでクリップボードにコピーまたはアーカイブに保存（WeChatスクリーンショット風）
ko: 플로팅 도구 모음에서 클립보드로 복사하거나 보관함에 저장(WeChat 스크린샷 스타일)
nl: Met de zwevende werkbalk kopieert u naar het klembord of slaat u op in het archief (in WeChat-schermafbeeldingsstijl)
pl: Pływający pasek narzędzi pozwala kopiować do schowka lub zapisywać w archiwum (w stylu zrzutów WeChat)
pt: A barra de ferramentas flutuante permite copiar para a área de transferência ou guardar no arquivo (estilo captura do WeChat)
ru: Плавающая панель инструментов копирует в буфер обмена или сохраняет в архив (в стиле скриншотов WeChat)
sv: Det flytande verktygsfältet låter dig kopiera till urklipp eller spara i arkivet (i WeChat-skärmdumpsstil)
th: แถบเครื่องมือลอยใช้คัดลอกไปคลิปบอร์ดหรือบันทึกลงที่เก็บ (สไตล์ภาพหน้าจอ WeChat)
tr: Yüzen araç çubuğu panoya kopyalamanıza veya arşive kaydetmenize olanak tanır (WeChat ekran görüntüsü tarzı)
uk: Плаваюча панель інструментів дозволяє копіювати в буфер обміну або зберігати в архіві (у стилі знімків WeChat)
vi: Thanh công cụ nổi cho phép sao chép vào bảng tạm hoặc lưu vào kho lưu trữ (kiểu ảnh chụp WeChat)
zh_hant: 懸浮層工具列可複製到剪貼簿或儲存歸檔（微信截圖風格）

source: 悬浮层工具条可复制到剪贴板或保存归档（微信截图风格）；「保存为文件…」会弹出保存窗让你选择保存位置与文件名，默认落在上次保存的目录（首次为桌面），取消保存窗不影响已绘标注
ar: يمكن لشريط أدوات الطبقة العائمة النسخ إلى الحافظة أو الحفظ في الأرشيف (بأسلوب لقطات WeChat)؛ يفتح «حفظ كملف…» مربع حوار لحفظ تختار فيه الموقع واسم الملف، ويُفترض افتراضيًا آخر مجلد حفظ (سطح المكتب في المرة الأولى). إلغاء مربع الحوار لا يؤثر على التعليقات المرسومة
de: Die Symbolleiste der Überlagerung kann in die Zwischenablage kopieren oder ins Archiv speichern (WeChat-Screenshot-Stil); „Als Datei sichern…" öffnet einen Speicherdialog, in dem du Speicherort und Dateinamen auswählst, standardmäßig der zuletzt gespeicherte Ordner (beim ersten Mal der Schreibtisch). Abbrechen des Dialogs lässt die gezeichneten Anmerkungen unberührt
en: The overlay toolbar can copy to the clipboard or save to the archive (WeChat-screenshot style); "Save to File…" opens a save dialog where you choose the location and file name, defaulting to the last saved folder (the Desktop the first time). Canceling the dialog does not affect the annotations you have drawn
es: La barra de herramientas de la capa superpuesta permite copiar al portapapeles o guardar en el archivo (estilo captura de WeChat); «Guardar como archivo…» abre un cuadro de diálogo donde eliges la ubicación y el nombre del archivo, y usa por defecto la última carpeta guardada (el Escritorio la primera vez). Cancelar el cuadro de diálogo no afecta a las anotaciones ya dibujadas
fr: La barre d'outils de la superposition permet de copier dans le presse-papiers ou d'enregistrer dans les archives (style capture d'écran WeChat) ; « Enregistrer dans un fichier… » ouvre une boîte de dialogue où vous choisissez l'emplacement et le nom du fichier, par défaut le dernier dossier d'enregistrement (le Bureau la première fois). Annuler la boîte de dialogue ne supprime pas les annotations déjà dessinées
hi: ओवरले टूलबार क्लिपबोर्ड पर कॉपी कर सकता है या संग्रह में सहेज सकता है (WeChat स्क्रीनशॉट शैली); «फ़ाइल के रूप में सहेजें…» एक सेव डायलॉग खोलता है जिसमें आप स्थान और फ़ाइल नाम चुनते हैं, डिफ़ॉल्ट रूप से पिछला सहेजा फ़ोल्डर (पहली बार डेस्कटॉप)। डायलॉग रद्द करने पर बनाए गए एनोटेशन प्रभावित नहीं होते
id: Bilah alat overlay dapat menyalin ke papan klip atau menyimpan ke arsip (gaya tangkapan layar WeChat); "Simpan sebagai file…" membuka dialog penyimpanan untuk memilih lokasi dan nama file, default ke folder terakhir yang disimpan (Desktop saat pertama kali). Membatalkan dialog tidak memengaruhi anotasi yang sudah digambar
it: La barra degli strumenti della sovrapposizione può copiare negli appunti o salvare nell'archivio (stile screenshot di WeChat); «Salva come file…» apre una finestra di salvataggio in cui scegli posizione e nome del file, con impostazione predefinita l'ultima cartella salvata (la Scrivania la prima volta). Annullare la finestra non modifica le annotazioni già disegnate
ja: オーバーレイのツールバーはクリップボードへのコピーやアーカイブへの保存ができます（WeChat のスクリーンショット風）。「ファイルとして保存…」を選ぶと保存ダイアログが開き、保存先とファイル名を選択できます。既定では前回保存したフォルダ（初回はデスクトップ）になります。ダイアログをキャンセルしても描いた注釈は失われません
ko: 오버레이 도구 모음은 클립보드에 복사하거나 보관함에 저장할 수 있습니다(WeChat 스크린샷 스타일). "파일로 저장…"은 저장 위치와 파일 이름을 선택하는 저장 대화상자를 엽니다. 기본값은 마지막 저장 폴더(처음에는 바탕 화면)입니다. 대화상자를 취소해도 그린 주석은 그대로 유지됩니다
nl: De werkbalk van de overlay kan naar het klembord kopiëren of naar het archief opslaan (WeChat-screenshotstijl); 'Opslaan als bestand…' opent een opslagvenster waarin je de locatie en bestandsnaam kiest, standaard de laatst opgeslagen map (de eerste keer het bureaublad). Het venster annuleren laat de getekende annotaties ongemoeid
pl: Pasek narzędzi nakładki umożliwia kopiowanie do schowka lub zapisanie w archiwum (styl zrzutów WeChat); „Zapisz jako plik…” otwiera okno zapisu, w którym wybierasz lokalizację i nazwę pliku — domyślnie ostatni zapisany folder (za pierwszym razem Pulpit). Anulowanie okna nie wpływa na narysowane adnotacje
pt: A barra de ferramentas da sobreposição pode copiar para a área de transferência ou salvar no arquivo (estilo captura do WeChat); "Salvar como arquivo…" abre uma caixa de diálogo onde você escolhe o local e o nome do arquivo, usando por padrão a última pasta salva (a Área de Trabalho na primeira vez). Cancelar a caixa de diálogo não afeta as anotações já desenhadas
ru: Панель инструментов оверлея позволяет копировать в буфер обмена или сохранять в архив (в стиле скриншотов WeChat); «Сохранить как файл…» открывает диалог, где вы выбираете место и имя файла, по умолчанию — последняя папка сохранения (в первый раз — Рабочий стол). Отмена диалога не влияет на уже нарисованные пометки
sv: Overläggets verktygsfält kan kopiera till urklipp eller spara till arkivet (WeChat-skärmbildsstil); "Spara som fil…" öppnar en sparadialog där du väljer plats och filnamn, och standardvärdet är den senast sparade mappen (skrivbordet första gången). Att avbryta dialogen påverkar inte de ritade anteckningarna
th: แถบเครื่องมือของเลเยอร์ลอยสามารถคัดลอกไปยังคลิปบอร์ดหรือบันทึกเข้าคลัง (สไตล์สกรีนช็อต WeChat) «บันทึกเป็นไฟล์…» จะเปิดหน้าต่างบันทึกให้เลือกตำแหน่งและชื่อไฟล์ โดยค่าเริ่มต้นคือโฟลเดอร์ที่บันทึกล่าสุด (ครั้งแรกคือเดสก์ท็อป) การยกเลิกหน้าต่างไม่กระทบคำอธิบายที่วาดไว้
tr: Yer paylaşımı araç çubuğu panoya kopyalayabilir veya arşive kaydedebilir (WeChat ekran görüntüsü tarzı); «Dosya olarak kaydet…» konum ve dosya adını seçeceğiniz bir kaydetme iletişim kutusu açar; varsayılan olarak son kaydedilen klasör (ilk seferde Masaüstü). İletişim kutusunu iptal etmek çizilen açıklamaları etkilemez
uk: Панель інструментів накладинки дає змогу копіювати в буфер обміну або зберігати в архів (у стилі скриншотів WeChat); «Зберегти як файл…» відкриває вікно збереження, де ви вибираєте місце та ім'я файлу, за замовчуванням — остання збережена тека (уперше — Робочий стіл). Скасування вікна не впливає на намальовані позначки
vi: Thanh công cụ lớp phủ có thể sao chép vào clipboard hoặc lưu vào kho lưu trữ (kiểu ảnh chụp WeChat); «Lưu thành tệp…» mở hộp thoại lưu để bạn chọn vị trí và tên tệp, mặc định là thư mục đã lưu lần trước (lần đầu là Màn hình nền). Hủy hộp thoại không ảnh hưởng đến chú thích đã vẽ
zh_hant: 懸浮層工具條可複製到剪貼簿或儲存歸檔（微信截圖風格）；「儲存為檔案…」會彈出儲存窗讓你選擇儲存位置與檔案名稱，預設落在上次儲存的目錄（首次為桌面），取消儲存窗不影響已繪標註

source: 感谢您的反馈！我们将认真阅读每一条建议。 点击发送将通过系统邮件应用提交。
ar: شكرًا على ملاحظاتك! نقرأ كل اقتراح بعناية. النقر على إرسال سيقدّمها عبر تطبيق البريد في النظام.
de: Vielen Dank für Ihr Feedback! Wir lesen jeden Vorschlag sorgfältig. Ein Klick auf Senden übermittelt ihn über die systemeigene Mail-App.
en: Thank you for your feedback! We read every suggestion carefully. Clicking Send will submit it via the system Mail app.
es: ¡Gracias por tus comentarios! Leemos cada sugerencia con atención. Al pulsar Enviar se remitirá mediante la app Mail del sistema.
fr: Merci pour votre retour ! Nous lisons chaque suggestion avec attention. Cliquer sur Envoyer la soumettra via l'app Mail système.
hi: आपकी प्रतिक्रिया के लिए धन्यवाद! हम हर सुझाव ध्यान से पढ़ते हैं। भेजें पर क्लिक करने से यह सिस्टम Mail ऐप से सबमिट होगी।
id: Terima kasih atas umpan balik Anda! Kami membaca setiap saran dengan saksama. Mengklik Kirim akan mengirimkannya melalui aplikasi Mail sistem.
it: Grazie per il tuo feedback! Leggiamo ogni suggerimento con attenzione. Facendo clic su Invia verrà inviato tramite l'app Mail di sistema.
ja: フィードバックありがとうございます！すべて大切に拝見します。\ 送信をクリックすると、システムのメールアプリで送信されます。
ko: 피드백 감사합니다! 모든 제안을 소중히 읽겠습니다. 보내기를 클릭하면 시스템 메일 앱으로 제출됩니다.
nl: Bedankt voor uw feedback! We lezen elke suggestie aandachtig. Klikken op Verstuur dient het in via de systeem-Mail-app.
pl: Dziękujemy za opinię! Czytamy każdą sugestię uważnie. Kliknięcie Wyślij przekaże ją przez systemową aplikację Mail.
pt: Obrigado pelo seu feedback! Lemos cada sugestão com atenção. Clicar em Enviar submeterá pelo app Mail do sistema.
ru: Спасибо за ваш отзыв! Мы внимательно читаем каждое предложение. Нажатие «Отправить» отправит его через системное приложение Почта.
sv: Tack för din feedback! Vi läser varje förslag noggrant. Att klicka på Skicka skickar den via systemets Mail-app.
th: ขอบคุณสำหรับข้อเสนอแนะ! เราอ่านทุกข้อเสนอแนะอย่างตั้งใจ การคลิกส่งจะส่งผ่านแอปเมลของระบบ
tr: Geri bildiriminiz için teşekkürler! Her öneriyi dikkatle okuyoruz. Gönder'e tıklamak sistem Mail uygulaması üzerinden iletir.
uk: Дякуємо за ваш відгук! Ми уважно читаємо кожну пропозицію. Клацання «Надіслати» передасть її через системний застосунок Пошта.
vi: Cảm ơn phản hồi của bạn! Chúng tôi đọc kỹ từng đề xuất. Nhấp Gửi sẽ gửi qua ứng dụng Mail của hệ thống.
zh_hant: 感謝您的回饋！我們將認真閱讀每一條建議。 點擊發送將通過系統郵件應用提交。

source: 或
ar: أو
de: oder
en: or
es: o
fr: ou
hi: या
id: atau
it: oppure
ja: または
ko: 또는
nl: of
pl: lub
pt: ou
ru: или
sv: eller
th: หรือ
tr: veya
uk: або
vi: hoặc

source: 截取全屏
ar: التقاط الشاشة الكاملة
de: Vollbild aufnehmen
en: Capture Full Screen
es: Capturar pantalla completa
fr: Capturer tout l’écran
hi: पूरी स्क्रीन कैप्चर
id: Tangkapan layar penuh
it: Cattura schermo intero
ja: 全画面をキャプチャ
ko: 전체 화면 캡처
nl: Volledig scherm vastleggen
pl: Zrzut całego ekranu
pt: Capturar ecrã inteiro
ru: Захват всего экрана
sv: Helskärmsbild
th: จับภาพทั้งหน้าจอ
tr: Tüm Ekranı Yakala
uk: Захоплення всього екрана
vi: Chụp toàn màn hình
zh_hant: 截取全螢幕

source: 截取窗口
ar: التقاط النافذة
de: Fenster aufnehmen
en: Capture Window
es: Capturar ventana
fr: Capturer la fenêtre
hi: विंडो कैप्चर
id: Tangkapan jendela
it: Cattura finestra
ja: ウィンドウをキャプチャ
ko: 창 캡처
nl: Venster vastleggen
pl: Zrzut okna
pt: Capturar janela
ru: Захват окна
sv: Fönsterbild
th: จับภาพหน้าต่าง
tr: Pencere Yakala
uk: Захоплення вікна
vi: Chụp cửa sổ
zh_hant: 截取視窗

source: 截图
ar: لقطة الشاشة
de: Screenshot
en: Screenshot
es: Captura de pantalla
fr: Capture d’écran
hi: स्क्रीनशॉट
id: Tangkapan layar
it: Screenshot
ja: スクリーンショット
ko: 스크린샷
nl: Schermafbeelding
pl: Zrzut ekranu
pt: Captura de ecrã
ru: Скриншот
sv: Skärmdump
th: ภาพหน้าจอ
tr: Ekran görüntüsü
uk: Знімок екрана
vi: Ảnh chụp màn hình
zh_hant: 截圖

source: 截图、标注并归档
ar: التقاط وتعليق وأرشفة
de: Aufnehmen, annotieren und archivieren
en: Capture, Annotate, and Archive
es: Capturar, anotar y archivar
fr: Capturer, annoter et archiver
hi: कैप्चर, एनोटेट और आर्काइव करें
id: Tangkap, Anotasi, dan Arsipkan
it: Cattura, annota e archivia
ja: 撮影・注釈・アーカイブ
ko: 캡처, 주석 및 보관
nl: Vastleggen, annoteren en archiveren
pl: Przechwyć, opisz i zarchiwizuj
pt: Capturar, anotar e arquivar
ru: Снимок, аннотация и архивация
sv: Fånga, annotera och arkivera
th: จับภาพ ใส่คำอธิบาย และเก็บเข้าคลัง
tr: Yakala, Açıkla ve Arşivle
uk: Знімок, анотація та архівування
vi: Chụp, chú thích và lưu trữ
zh_hant: 截圖、標註並歸檔
